Repository: exhuma/lost-tracker
Catalog: lost_tracker/translations/*/LC_MESSAGES/messages.po
Languages: de, lb

source: Invalid Request!
de: Ungültiger Aufruf!
lb: Ongëltegen Opruff!

source: Access denied!
de: Zugriff Verweigert
lb: Zougang ass hei net erlabt!

source: Message saved!
de: Nachricht gespeichert!
lb: Nooriichten ass gespeäichert!

source: Not found!
de: Nicht gefunden!
lb: Nët fonnt!

source: Access Denied!
de: Zugriff Verweigert
lb: Zougang ass hei net erlabt!

source: Accepted registration for group {}
de: Anmeldung für die Gruppe {} wurde angenommen.
lb: D'{}-Grupp ass registréiert!

source: Group {name} successfully updated!
de: Gruppe {name} erfolgreich gespeichert!
lb: D'Grupp {name} ass upgedate!

source: E-Mail sent successfully!
de: E-Mail erfolgreich versand.
lb: D'E-Mail ass fortgeschéckt!

source: Incorrect value for direction: {!r}
de: {!r} ist ein ungültiger Wert für dir Richtung.
lb: Falschen Wert fir Richtung: {!r}

source: No such entity!
de: Datenbank Eintrag nicht gefunden!
lb: Dat gëtt et net!

source: Group deleted!
de: Gruppe ist gelöscht worden
lb: D'Grupp ass geläscht

source: The registration has been recorded. You will receive an e-mail once the registartion has been successfully processed! You can see all your registered groups on <a href="{}">your profile</a>.
de: Die Anmeldung wurde gespeichert. Sobald sie von dem Lost team verarbeited wurde wirst du eine E-Mail bekommen. All deine Anmeldungen stehen auch auf <a href="{}">deinem Profil</a>.
lb: D'Umeldung ass gespeichert. Du kriss eng Mail soubal së verschafft gouf. Du kanns all déng Umeldungen op <a href="{}">déngem Profil</a> gesin.

source: This group has already been accepted!
de: Diese Gruppe wurde bereits angenommen!
lb: Dës Grupp gëtt et schonn!

source: File not found!
de: Datei nicht gefunden!
lb: Datei nët fonnt!

source: No scores available yet!
de: Es sind noch keine Punke erhältlich!
lb: Et sin nach keng Punken erhältlech!

source: Placings must be set all together.
lb: Platzéirungen mussen alleguer zesumme gesat gin!

source: Settings successfully saved.
de: Einstellungen Erfolgreich gespeichert
lb: Astellungen si gespeichert.

source: Station {} saved!
de: Posten {} wurde gespeichert!
lb: Posten {} ass gespäichert!

source: Station deleted!
de: Posten ist gelöscht worden
lb: De Posten ass geläscht

source: Access Denied
de: Zugriff Verweigert
lb: Zougang ass hei net erlabt!

source: Table {name} not yet supported!
de: Tabelle {name} ist noch nicht unterstützt.
lb: Tabell {name} ass nach net ennerstëtzt!

source: E-Mail successfully updated to {}
de: E-Mail erfolgreich auf {} geändert.
lb: D'Email ass op {} geännert gin.

source: Confirm!
de: Bestätige bitte!
lb: Bestäteg w.e.g!

source: Are you sure?
de: Bist du sicher?
lb: Bass de sëcher?

source: Yes
de: Ja
lb: Jo

source: No
de: Nein
lb: Nee

source: Edit Group
de: Gruppe bearbeiten
lb: Grupp Änneren

source: Registration is <strong>closed</strong>! Changes to the number of people in the team are not possible at this time!
de: Anmeldung ist <strong>geschlossen</strong>! Änderungen an der Anzahl von Mitspielern ist momentan nicht möglich.
lb: Umeldungen sin <strong>zou</strong>! Ännerungen un der Unzuel von Matspiller ass momentan nët méiglech!

source: Group Infos
de: Gruppeninformationen
lb: Gruppeninformatiounen

source: Name
lb: Numm

source: Contact
de: Kontakt
lb: Kontakt

source: Phone
de: Tel
lb: Telefonsnummer

source: Total number of participants (including vegetarians)
de: Gesamzahl von Teilnehmern (inklusive Vegetarier)
lb: Gesamtunzuel vun Gruppememberen (inklusiv Vegetarier)

source: Number of vegetarians
de: Anzahl von Vegetariern
lb: Unzuel vun Vegetarier

source: Direction
de: Richtung
lb: Richtung

source: Starting Time
de: Startzeit
lb: Startzäit

source: Group registration has been accepted
de: Gruppe wurde akzeptiert
lb: D'Grupp ass ugeholl gin

source: Group has cancelled
de: Gruppe hat abgebrochen
lb: Grupp huet ofgebrach

source: Group has completed
de: Gruppe ist fertig
lb: D'Grupp ass fäerdeg

source: Comments
de: Kommentare
lb: Kommentaren

source: Options
de: Optionen
lb: Optiounen

source: Send e-mail to the group about the changes.
de: e-mail mit den Änderungen an die Gruppe senden.
lb: E-mail mat den Ännerungen un d'Grupp schécken.

source: Edit Station
de: Posten Bearbeiten
lb: Posten Änneren

source: Information about this station
de: Informationen zu diesem Posten
lb: Informatiounen iwwer dësen Posten

source: Station Name
de: Name de Postens
lb: Postennumm

source: Order
de: Sortierung
lb: Sortéirung

source: Starting Station?
de: Startposten?
lb: Startposten?

source: Final Station?
lb: Schlussposten?

source: Save
de: Speichern
lb: Speichren

source: Pictures
de: Bilder
lb: Biller

source: Nothing here yet
de: Hier ist noch nichts.
lb: Hei ass nach näscht

source: Cancelled
de: Abgebrochen
lb: Ofgebrach

source: Active
de: Aktiv
lb: Aktiv

source: Registration Status
de: Anmeldungsstatus
lb: Umelldungs Status

source: Accepted
de: Angenommen
lb: Akzeptéiert

source: Confirmed
de: Bestätigt
lb: Bestätegt

source: Group List
de: Gruppen
lb: Gruppen

source: Group
de: Gruppe
lb: Grupp

source: Registration Date
de: Anmeldungsdatum
lb: Umelldungsdatum

source: Start Time
de: Startzeit
lb: Startzäit

source: Accept Registration
de: Anmeldung annehmen
lb: Umeldung unhuelen

source: Delete Group
de: Gruppe löschen
lb: Grupp Läschen

source: Front Page
de: Startseite
lb: Haptsäit

source: Registration is <strong>open</strong>! <a href="{url}">Register now!</a>
de: Die Anmeldung ist <strong>eröffnet</strong>! <a href="{url}">Jetzt anmelden!</a>
lb: D'Umellung ass <strong>op</strong>! <a href="{url}">Elo umellen!</a>

source: It may take a few days until your registration is accepted. Please be patient!
de: Es kann einige Tage dauern bis Ihre Anmeldung angenommen wird. Wir bitten um etwas Geduld!
lb: Et kann e puer Deeg dauren bis d'Umelldung ugehuel get. Mir bieden em e bessen Gedold!

source: Winners
lb: Gewënner

source: 1<sup>st</sup> place
lb: 1. Platz

source: 2<sup>nd</sup> place
lb: 2. Platz

source: 3<sup>rd</sup> place
lb: 3. Platz

source: What is this?
de: Was ist das?
lb: Ëm wat geet et?

source: A 'Night Rallye'.<br /> Outside in the darkness<br /> Games.<br />Riddles.<br /> Impossible tasks.<br /> Not to be missed.
de: Ein "Nachtrallye"<br />Draussen im Dunkeln<br />Spiele<br />Rätsel<br />Unmögliche Aufgaben<br />Nicht zu verpassen.
lb: En 'Nuetsrallye'.<br/>Dobaussen an der Däischtert.<br/>Spiller.<br/>Räetselen.<br/>Onméiglech Aufgaben.<br/>Net ze verpassen.

source: Organised by <br /> Caper Piwitschen <br /> and <br /> Mamer Wiselen<br /> Scouten a Guiden vun der FNEL
de: Organisiert von <br />Caper Piwitschen<br />und<br />Mamer Wiselen<br />Scouten a Guiden von der FNEL
lb: Organiséiert vun de <br /> Caper Piwitschen <br /> an de <br /> Mamer Wiselen<br /> vun de Scouten & Guiden vun der FNEL

source: Everybody who likes to spend a night outside, who's fairly well on foot and who does not mind getting home 3 hours late because they got lost may join :)
de: Mitmachen kann jeder dem es Spass macht eine Nacht im Offenen zu verbringen, der gut zu Fuss unterwegs ist, und dem es nichts ausmacht mit 3 Stunden Verspätung zu Hause ankommt weil man sich verlaufen hat.
lb: Jiddereen, dee gär eng Nuecht dobaussen ass, gutt ze Fouss ass an och kee Problem huet 3 Stonnen ze spéit heemzekommen, well e sech verlaf huet. :)

source: Station List
de: Liste der Posten
lb: Lëscht vun Posten

source: Add new Station
de: Neuen Posten hinzufügen
lb: Neie Posten bäisetzen

source: End?
lb: Schluss?

source: Delete Station
de: Posten Löschen
lb: Posten Läschen

source: Password
de: Passwort
lb: Passwuert

source: Where is this?
de: Wo ist es?
lb: Wou geet et lass?

source: Register
de: Anmelden
lb: Umellen

source: Scoreboard
de: Punktestand
lb: Punktentafel

source: Anything else?
de: Sonst noch was?
lb: Detailer

source: Manage Groups
de: Gruppen bearbeiten
lb: Gruppen bearbechten

source: Manage Stations
de: Posten bearbeiten
lb: Posten Bearbechten

source: Settings
de: Einstellungen
lb: Astellungen

source: Arrived at station
de: Am Posten angekommen
lb: Um Posten ukomm

source: Completed at station
de: Am Posten abgeschlossen
lb: Färdeg um Posten

source: SUM
de: Summe
lb: Somm

source: Messages for
de: Nachricht für
lb: Nooriichten fir

source: No messages
de: Keine Nachrichten
lb: Keng Nooriichten

source: Add Message
de: Nachricht hinzufügen
lb: Nooriichten bäisetzen

source: For text formatting use <a href="https://daringfireball.net/projects/markdown/basics">markdown</a> (<a href="https://en.wikipedia.org/wiki/Markdown">Wikipedia</a>, <a href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet">Cheatsheet</a>)
de: Für Textformatierung wird <a href="https://daringfireball.net/projects/markdown/basics">markdown</a> angeboten. Siehe auch <a href="https://en.wikipedia.org/wiki/Markdown">Wikipedia</a> und <a href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet">Cheatsheet</a>.
lb: Fir Textformatéirung gët <a href="https://daringfireball.net/projects/markdown/basics">markdown</a> ugebueden. Kuck och bei <a href="https://en.wikipedia.org/wiki/Markdown">Wikipedia</a> an <a href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet">Cheatsheet</a>.

source: Entry fees are about €9 to €11 per person.
lb: Et kascht tëschend €9 an €11 pro Persoun.

source: Food and beverages are available at the start and on the trail.
de: Für Essen und Trinken ist am Start und auf dem Weg gesorgt.
lb: Iessen a Gedrénks gëtt et um Start, an der Mëtt an um Schluss vum Rallye.

source: Strollers: There are many inclines en route and much of the trail passes through the woods.
lb: Kannerkutschen: Et geet biergop, biergof a vill duerch de Besch.

source: Dogs are welcome and have to be kept on a leash throughout the event.
lb: Hënn si wëllkomm a mussen während dem ganzen Rallye un der Léngt bleiwen.

source: We do this because we like it. Tell us wat you think and visit us on Facebook:
de: Wir tun dies, weil wir es uns Spass macht. Sag uns deine Meinung un besuch uns auf Facebook:
lb: Mir organiséieren dëse Rallye, well et Freed mécht. Besich eis op Facebook a schreif eis, wat s de denks!

source: Lost in the Darkness on Facebook
de: Lost in the Darkness aud Facebook
lb: Lost in the Darkness op Facebook

source: Everything penny we earn is donated to ONGD FNEL!
de: Alles was wir verdienen geht an die ONGD FNEL!
lb: All Su geet un d'ONGD FNEL!

source: In the year 2014 we raised €1000, donated to fnel Rover Tanzania.
de: In 2014 kamen €1000 in Spenden für Tanzania zusammen.
lb: Am Joër 2014 hu mer €1000 un d'fnel Rover Tanzania gespend.

source: In the year 2015 we will donate all the income to the fnel Nepal Project (ongdFNEL)
de: In 2015 die gesamten Einnahmen werden an das FNEL Nepal Projekt gespendet (ongdFNEL).
lb: Am Joër 2015 spendéiren mer den ganzen Benefice un den fnel Nepal Projet (ongdFNEL).

source: Notice
de: Notiz
lb: Notiz

source: Your bookings
de: Deine Anmeldungen
lb: Déng Umeldungen

source: Verified by he Lost team?
de: Vom Lost Team bestätigt?
lb: Vum Lost Team nokontrolléiert?

source: No bookings
de: Keine Anmeldungen
lb: Keng Umeldungen

source: Personal Information
de: Persönliche Daten
lb: Perséinlech Informatiounen

source: Social Connections
de: Soziale Verbindungen
lb: Sozial Verbindungen

source: Registration
de: Anmeldung
lb: Umellung

source: We are sorry, the event is currently fully booked! You can register however. With luck we can sqeeze you in, but don't get your hopes up :(
de: Eir sind leider ausgebucht! Sie können sich dennoch anmelden. Mit etwas Glück können wir Sie später noch aufnehmen.
lb: Et deet eis leed!<br/>Mer hu momentan keng fräi Startzäit méi! Mer huelen déng Umelldung awer gären un a setzen dëch op d'Waardelëscht! Mat e bësse Chance kënne mer deng Equipe entzwousch dertëscht quetschen. Mer mellen eis, wann sech eng Méiglechkeet bitt!

source: Only {free_slots} registrations remain available! Hurry up!
de: Es bleiben nur noch {free_slots} freie Plätze! Beeilung!
lb: Just nach {free_slots} Plaze fräi fir matzegoen!<br/>Mell dech séier un, ier et ze spéit ass!

source: Information about your group
de: Informationen zu Ihrer Gruppe
lb: Informatiounen iwwer deng Equipe

source: Group Name
de: Gruppenname
lb: Numm vun der Grupp

source: Contact Name
de: Kontakt
lb: Kontaktnumm

source: on the road
de: unterwegs
lb: ënnerwee

source: Phone Number
de: Telefonnummer
lb: Telefonsnummer

source: Details (if you have any special requests, let us know here).
de: Details (falls Du spezielle Anfragen hasst, bitte hier eingeben).
lb: Detailer (Falls Du extra Wënsch hues, schreiw së heiran w.e.g).

source: Registration Closed
de: Anmeldung abgeschlossen
lb: Umeldung ass zou!

source: We are sorry, the registration is currently closed!
de: Leider ist die Anmeldung momentan geschlossen!
lb: Leider ass d'Umelldung am Moment zou!

source: Current score
de: Jetzige Punkte
lb: momentan Punktenzuel

source: %s: Not yet completed
de: %s: Noch nicht abgeschlossen
lb: %s: Nach nët färdeg

source: Application Settings
de: Programmeinstellungen
lb: Programmastellungen

source: If these values are <em>all</em> set, the winners will be displayed on the start-page!
lb: Wann déi Werter <em>alleguer</em> gesat sin, gin d'Gewënner op der éischter Säit ugewisen.

source: Time Slots
de: Zeitpunkt
lb: Zäiten

source: Slot
de: Zeitpunkt
lb: Platz

source: Unassigned Groups
de: Unzugewiesene Gruppen
lb: Onzougewisen Gruppen

source: Station
lb: Posten

source: Questionnaire
de: Fragebogen
lb: Froebou

source: Quick Settings
lb: Schnellastellungen

source: Groups
de: Gruppen
lb: Gruppen

source: Stations
de: Stationen
lb: Posten

source: Forms
de: Fragebögen
lb: Frobéi

source: Departure and registration location:
de: Start und Anmeldungsstelle:
lb: Vun hei gi mer lass:

source: No location defined yet!
de: Es ist noch keine Location festgelet!
lb: D'Platz ass nach nët definéiert!

source: Log in with %s
de: Mit %s einloggen
lb: Mat %s umellen

source: Successfully linked login with {}. Ignore the message saying: "{}"
de: Erfolgreich mit {} verbunden. Ignoriere die Meldung die besagt: "{}"

source: Flags
de: Schalter

source: Logged in as:
de: Angemeldet als:

source: Logout
de: Abmelden

source: Slot Editor
de: Zeitpunkt Editor

source: Pending
de: Erwartend

source: Entry fees are about €7 to €9 per person.
de: Der Eintrittspreis beträgt €7 bis €9 pro Person.
